Repository: Delremm/tecon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Permission denied!
ru: Доступ запрещен!

source: We're sorry but you are not permitted to access this page.
ru: У вас нет доступа к этой странице.

source: Page not found
ru: Страница не найдена

source: Page not found!
ru: Страница не найдена!

source: We're sorry but the page you are looking for can't be found.
ru: Страница, которую вы ищите, не может быть найдена.

source: Server error!
ru: Ошибка сервера.

source: We're sorry but something went terribly wrong.
ru: Что-то пошло не так.

source: This incident has been logged and will be addressed by an engineer as soon as possible.
ru: Инцидент зафиксирован и будет рассмотрен в ближайшее время.

source: Account
ru: Аккаунт

source: E-mail Addresses
ru: E-mail адрес

source: The following e-mail addresses are associated with your account:
ru: Следующий email связан с вашим аккаунтом:

source: Verified
ru: Подтверждено

source: Unverified
ru: Неподтверждено

source: Primary
ru: Основной

source: Make Primary
ru: Сделать основным

source: Re-send Verification
ru: Выслать заново подтверждение

source: Remove
ru: Удалить

source: Warning:
ru: Предупреждение:

source: Add E-mail Address
ru: Добавить E-mail адрес

source: Add E-mail
ru: Добавить E-mail

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбраные e-mail адреса?

source: Confirm E-mail Address
ru: Подтвердить E-mail адрес

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Подтвердите, что <a href="mailto:%(email)s">%(email)s</a> это e-mail адрес пользователя %(user_display)s.

source: Confirm
ru: Подтвердите

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Эта ссылка подтверждения e-mail неверна. Пожалуйста <a href="%(email_url)s"> выполните ещё один запрос подтверждения e-mail</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Вы подтвердили, что <a href="mailto:%(email)s">%(email)s</a> это e-mail адрес пользователя %(user_display)s.

source: Sign In
ru: Войти

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ru: Пожалуйста, войдите с помощью одного из ваших аккаунтов . Или <a href="%(signup_url)s">зарегистрируйтесь</a> в %(site_name)s по ссылке ниже:

source: or
ru: или

source: Forgot Password?
ru: Забыли пароль?

source: Sign Out
ru: Выйти

source: Are you sure you want to sign out?
ru: Вы действительно хотите выйти?

source: Change Password
ru: Сменить пароль

source: Delete Password
ru: Удалить пароль

source: You may delete your password since you are currently logged in using OpenID.
ru: Вы можете удалить ваш пароль, поскольку сейчас вы залогинены с помощью OpenID.

source: delete my password
ru: удалить мой пароль

source: Password Deleted
ru: Пароль удален

source: Your password has been deleted.
ru: Ваш пароль был удален.

source: Password Reset
ru: Смена пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли пароль? Введите ваш e-mail адрес ниже и мы направим вам письмо для сброса пароля.

source: Reset My Password
ru: Сбросить мой пароль

source: Please contact us if you have any trouble resetting your password.
ru: Пожалуйста, свяжитесь с нами, если у вас проблемы со сбросом пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы выслали вам e-mail. Пожалуйста, свяжитесь с нами если вы его не получите через несколько минут.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка для сброса пароля неверна, возможно, потому что уже была использована. Пожалуйста, отправте запрос <a href="%(passwd_reset_url)s">Новый сброс пароля</a>.

source: change password
ru: сменить пароль

source: Your password is now changed.
ru: Ваш пароль был изменен.

source: Set Password
ru: Задать пароль

source: Signup
ru: Зарегистрироваться

source: Sign Up
ru: Зарегистрироваться

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ru: Вы уже зарегистрированы? Тогда, пожалуйста, <a href="%(login_url)s"> войдите.</a>.

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: Извините, но регистрация закрыта.

source: Verify Your E-mail Address
ru: Подтвердите ваш E-mail адрес

source: We have sent an e-mail to <a href="mailto:%(email)s">%(email)s</a> for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ru: Мы выслали вам e-mail на <a href="mailto:%(email)s">%(email)s</a> для подтверждения. Пройдите по полученной в письме ссылке. Пожалуйста, свяжитесь с нами, если вы не получите письмо в ближайшее время.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Для этой части сайта необходимо подтвердить, кто вы. Для этого подтвердите ваш e-mail адрес.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы выслали вас E-mail для подтверждения. Пожалуйста, пройдите по ссылке в письме. Вы должны получить письмо в течении нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Напоминание:</strong> Вы ещё можете <a href="%(email_url)s"> изменит свой e-mail адрес</a>.

source: User %(user_display)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
ru: Пользователь %(user_display)s на %(site_name)s представил этот адрес, как свой. Чтобы подтвердить, пройдите по ссылке %(activate_url)s

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
ru: Вы получили это письмо, потому что был сделан запрос на сброс пароля на %(site_domain)s. Проигнорируйте, если вы не запрашивали сброс пароля. Нажмите на ссылку ниже для сброса пароля. %(password_reset_url)s Если вы забыли, ваш логин %(username)s. Спасибо за использование нашего сайта.

source: Password Reset E-mail
ru: E-mail сброса пароля

source: You cannot remove your primary e-mail address (%(email)s).
ru: Вы не можете удалить ваш основной e-mail адрес (%(email)s).

source: Confirmation e-mail sent to %(email)s.
ru: Подтверждение e-mail было отправлено на %(email)s.

source: You have confirmed %(email)s.
ru: Вы подтвердили %(email)s.

source: Removed e-mail address %(email)s.
ru: E-mail адрес удален %(email)s.

source: Successfully signed in as %(name)s.
ru: Успешно произведен вход как %(name)s.

source: You have signed out.
ru: Вы вышли.

source: Password successfully changed.
ru: Пароль успешно изменен.

source: Password successfully set.
ru: Пароль успешно задан.

source: Primary e-mail address set.
ru: Основной e-mail адрес задан.

source: Your primary e-mail address must be verified.
ru: Ваш основной e-mail адрес должен быть подтвержден.

source: Note
ru: Дополнительно

source: you are already logged in as %(user_display)s.
ru: Вы уже зашли как %(user_display)s.

source: Account Inactive
ru: Аккаунт заблокирован

source: This account is inactive.
ru: Этот аккаунт заблокирован

source: Social Network Login Failure
ru: Ошибка логина через соц. сети

source: An error occurred while attempting to login via your social network account.
ru: Ошибка возникла при попытке логина через аккаунт соц.сети.

source: Account Connections
ru: Привязанные аккаунты

source: You can sign in to your account using any of the following third party accounts:
ru: Вы можете войти используя следующие аккаунты:

source: You currently have no social network accounts connected to this account.
ru: У вас нет привязанных аккаунтов соц. сетей.

source: Add a 3rd Party Account
ru: Добавить аккаунт.

source: Login Cancelled
ru: Логин отменен.

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ru: Вы решили отменить логин на наш сайт с помощью одного из ваших аккаунтов. Если это ошибка, то продолжите <a href="%(login_url)s">логин</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ru: Вы собираетесь использовать %(provider_name)s аккаунт, чтобы войти на %(site_name)s. В заключении, пожалуйста, заполните слудующую форму:

source: The social account has been connected.
ru: Аккаунт соц. сети был добавлен.

source: The social account is already connected to a different account.
ru: Аккаунт соц. сети уже соединен с другим аккаунтом.

source: The social account has been disconnected.
ru: Аккаунт соц. сети был отсоединен.
